Repository: Jokinen/opiskelijabileet
Catalog: server/event/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Created
fi: Luotu

source: Updated
fi: Päivitetty

source: Deleted
fi: Poistettu

source: Public
fi: Julkinen

source: Creator
fi: Luoja

source: Owner groups
fi: Omistajaryhmät

source: City
fi: Kaupunki

source: Labels
fi: Etiketti

source: Choose one from: bileet (we need to make up other fitting types, but bileet might be enoughto start)
fi: Valitse yksi näistä: bileet (pitää keksiä lisää muita tyyppejä, mutta bileetriittänee aluksi)

source: Place
fi: tapahtumapaikka

source: Price
fi: Hinta

source: The most common amount the event will cost for someone taking part. In euros. Please include discounts in the description(s).
fi: Tyypillisin määrä, jonka tapahtumaan osaa ottava maksaa (euroissa). Lisääalennukset kuvaukseen.

source: Description in Finnish
fi: Kuvaus Suomeksi

source: Description used with the Finnish translation of the page
fi: Kuvaus, jota käytetään sivun suomenkielisen version kanssa

source: Description in English
fi: Kuvaus Englanniksi

source: Description used with the English translation of the page
fi: Kuvaus, jota käytetään sivun englanninkielisen version kanssa.

source: Description in Swedish
fi: Kuvaus ruotsiksi

source: Description used with the Swedish translation of the page
fi: Kuvaus, jota käytetään sivun ruotsinkielisen käännöksen kanssa

source: Facebook page or event page for the event
fi: Facebook sivu tai tapahtumasivu tapahtumalle

source: Twitter profile for the event
fi: Twitter profiili tapahtumalle

source: Instagram profile for the event
fi: Instagram profiili tapahtumalle

source: Homepage
fi: Kotisivu

source: Event's homepage
fi: Tapahtuman kotisivu

source: Image
fi: Kuva

source: Maximum height: 400px, Maximum width: 600px, Allowed formats: jpeg(jpg), png
fi: Maksimikorkeus: 400px, Maksimileveys: 600px, Sallitut formaatit: jpeg (jpg), png

source: Start time
fi: Alkamisaika

source: End time
fi: Lopetusaika

source: event
fi: tapahtuma

source: events
fi: tapahtumat

source: Only *.jpg and *.png images are allowed.
fi: Vain *.jpg ja *.png kuvat ovat sallittuja

source: The image is {}px wide when the maximum width is {}px
fi: Kuva on {}px leveä, kun maksimileveys on {}px

source: The image is {}px high when the maximum height is {}px
fi: Kuva on {}px korkea, kun maksimikorkeus on {}px

source: Start time must be before end time!
fi: Aloitusajan täytyy olla ennen lopetusaikaa!

source: End time must be after start time!
fi: Lopetusajan täytyy olla enen aloitusaikaa!
